[
  {
    "id": 1,
    "picture": "https://i.ibb.co/YRp3x5s/Education.png",
    "picture_2":"https://i.ibb.co/d2nzVVX/education-Donation.png",
    "title": "Good Education",
    "category": "Education",
    "card_bg": "#FF444A26",
    "text_color": "#FF444A",
    "category_bg": "#FF444A33",
    "description": "Invest in good education for a brighter tomorrow. Your support provides students with the tools and knowledge they need to succeed in their educational journey. Invest in good education for a brighter tomorrow. Your support provides students with the tools and knowledge they need to succeed in their educational journey. Invest in good education for a brighter tomorrow. Your support provides students with the tools and knowledge they need to succeed in their educational journey.",
    "price": "$69.99"
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/8NXkhrg/Food.png",
    "picture_2":"https://i.ibb.co/9hkyQFZ/food-Donation.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "card_bg": "#F8714726",
    "text_color": "#F87147",
    "category_bg": "#F8714733",
    "description": "Promote better food choices for everyone with this diverse and healthy food selection. Embrace a lifestyle that nourishes your body and supports well-being.Promote better food choices for everyone with this diverse and healthy food selection. Embrace a lifestyle that nourishes your body and supports well-being.Promote better food choices for everyone with this diverse and healthy food selection. Embrace a lifestyle that nourishes your body and supports well-being.",
    "price": "$89.99"
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/CbTDYT0/Health.png",
    "picture_2":"https://i.ibb.co/JQGVQG1/health-Donation.png",
    "title": "Clean Water for Children",
    "category": "Health",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "category_bg": "#0052FF33",
    "description": "Ensure access to clean water for children in need. Support their health and well-being with this essential initiative. Your contribution can make a significant impact. Ensure access to clean water for children in need. Support their health and well-being with this essential initiative. Your contribution can make a significant impact. Ensure access to clean water for children in need. Support their health and well-being with this essential initiative. Your contribution can make a significant impact.",
    "price": "$49.99"
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/8NXkhrg/Food.png",
    "picture_2":"https://i.ibb.co/9hkyQFZ/food-Donation.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "card_bg": "#F8714726",
    "text_color": "#F87147",
    "category_bg": "#F8714733",
    "description": "Delight in the rich flavors of our organic chocolate collection. Indulge guilt-free with these premium chocolates made from the finest ingredients.Delight in the rich flavors of our organic chocolate collection. Indulge guilt-free with these premium chocolates made from the finest ingredients.Delight in the rich flavors of our organic chocolate collection. Indulge guilt-free with these premium chocolates made from the finest ingredients.",
    "price": "$39.99"
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/YRp3x5s/Education.png",
    "picture_2":"https://i.ibb.co/d2nzVVX/education-Donation.png",
    "title": "Good Education",
    "category": "Education",
    "card_bg": "#FF444A26",
    "text_color": "#FF444A",
    "category_bg": "#FF444A33",
    "description": "A powerful tablet designed to make learning interactive and fun for students. Explore a world of knowledge with educational apps and engaging content.A powerful tablet designed to make learning interactive and fun for students. Explore a world of knowledge with educational apps and engaging content. A powerful tablet designed to make learning interactive and fun for students. Explore a world of knowledge with educational apps and engaging content.",
    "price": "$149.99"
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/CbTDYT0/Health.png",
    "picture_2":"https://i.ibb.co/JQGVQG1/health-Donation.png",
    "title": "Clean Water for Children",
    "category": "Health",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "category_bg": "#0052FF33",
    "description": "Fuel your body with the goodness of organic protein for a healthy lifestyle. Boost your energy levels and support muscle recovery after workouts. Fuel your body with the goodness of organic protein for a healthy lifestyle. Boost your energy levels and support muscle recovery after workouts. Fuel your body with the goodness of organic protein for a healthy lifestyle. Boost your energy levels and support muscle recovery after workouts.",
    "price": "$29.99"
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/jvcnNHS/Clothing.png",
    "picture_2":"https://i.ibb.co/DMVkzV3/clothing-Donation.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "card_bg": "#79C23F26",
    "text_color": "#79C23F",
    "category_bg": "#79C23F33",
    "description": "Support the community with our used clothing drive. Your donation helps those in need and promotes sustainability in fashion. Support the community with our used clothing drive. Your donation helps those in need and promotes sustainability in fashion. Support the community with our used clothing drive. Your donation helps those in need and promotes sustainability in fashion.",
    "price": "$19.99"
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/8NXkhrg/Food.png",
    "picture_2":"https://i.ibb.co/9hkyQFZ/food-Donation.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "card_bg": "#F8714726",
    "text_color": "#F87147",
    "category_bg": "#F8714733",
    "description": "Join our gourmet cooking class and elevate your culinary skills to the next level. Learn from expert chefs, explore diverse cuisines, and savor delicious creations. Join our gourmet cooking class and elevate your culinary skills to the next level. Learn from expert chefs, explore diverse cuisines, and savor delicious creations. Join our gourmet cooking class and elevate your culinary skills to the next level. Learn from expert chefs, explore diverse cuisines, and savor delicious creations.",
    "price": "$89.99"
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/jvcnNHS/Clothing.png",
    "picture_2":"https://i.ibb.co/DMVkzV3/clothing-Donation.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "card_bg": "#79C23F26",
    "text_color": "#79C23F",
    "category_bg": "#79C23F33",
    "description": "Achieve your fitness goals in style with these high-performance leggings. Experience comfort, flexibility, and durability during your workouts and activities. Achieve your fitness goals in style with these high-performance leggings. Experience comfort, flexibility, and durability during your workouts and activities. Achieve your fitness goals in style with these high-performance leggings. Experience comfort, flexibility, and durability during your workouts and activities.",
    "price": "$49.99"
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/CbTDYT0/Health.png",
    "picture_2":"https://i.ibb.co/JQGVQG1/health-Donation.png",
    "title": "Clean Water for Children",
    "category": "Health",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "category_bg": "#0052FF33",
    "description": "Enhance your yoga practice with the Yoga Mat Deluxe. Its premium quality and comfort make it the perfect companion for your wellness journey. Enhance your yoga practice with the Yoga Mat Deluxe. Its premium quality and comfort make it the perfect companion for your wellness journey. Enhance your yoga practice with the Yoga Mat Deluxe. Its premium quality and comfort make it the perfect companion for your wellness journey.",
    "price": "$39.99"
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/YRp3x5s/Education.png",
    "picture_2":"https://i.ibb.co/d2nzVVX/education-Donation.png",
    "title": "Good Education",
    "category": "Education",
    "card_bg": "#FF444A26",
    "text_color": "#FF444A",
    "category_bg": "#FF444A33",
    "description": "Master new languages easily with this innovative and effective language learning software. Gain proficiency through interactive lessons and real-life scenarios. Master new languages easily with this innovative and effective language learning software. Gain proficiency through interactive lessons and real-life scenarios. Master new languages easily with this innovative and effective language learning software. Gain proficiency through interactive lessons and real-life scenarios.",
    "price": "$49.99"
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/jvcnNHS/Clothing.png",
    "picture_2":"https://i.ibb.co/DMVkzV3/clothing-Donation.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "card_bg": "#79C23F26",
    "text_color": "#79C23F",
    "category_bg": "#79C23F33",
    "description": "A wardrobe essential, this classic white t-shirt offers comfort and style. Mix and match with your favorite outfits for a versatile and timeless look. A wardrobe essential, this classic white t-shirt offers comfort and style. Mix and match with your favorite outfits for a versatile and timeless look. A wardrobe essential, this classic white t-shirt offers comfort and style. Mix and match with your favorite outfits for a versatile and timeless look.",
    "price": "$19.99"
  }
]
